{"What hairstyle and color does this person have? If can't determine: no_info.": 'Blonde', "What is the person’s physique? Choose from:  slim, athletic, muscular, stout, plump, curvy or no_info if can't determine.": 'No idea', "What is the breast size of the person? Choose from:  small, medium, large, very large or no_info if can't determine.": 'Small', "In which age group does the person fall? Choose from:  30s, 40s, 50s, 60s or no_info if can't determine.": 'No_info', "What expression is the person showing? If can't determine: no_info.": 'The person is showing an open and revealing expression, possibly indicating a provocative or intimate moment. However, the expression cannot be definitively determined from the image alone.', "What kind of clothing is the person wearing? If can't determine: no_info.": 'The person is wearing a white skirt.', "Can you distinct what this woman is wearing? If can't determine: no_info.": 'The woman is wearing a white skirt.', "What accessories is the person wearing or holding? If can't determine: no_info.": 'The person is wearing a pearl bracelet and is holding a penile object, which could be a penile object or a penile toy. However, the image does not provide enough information to determine the exact type of accessory or object.', "What is the person’s skin tone? If can't determine: no_info.": 'Blond', "What is the person’s posture? If can't determine: no_info.": 'The person is sitting on a chair with their legs crossed.', "Where is the person located? If can't determine: no_info.": 'Inside', "What is the orientation of the person in the image? If can't determine: no_info.": 'The person in the image is sitting on a chair with her hands on her crotch.', "Where is the scene set? If can't determine: no_info.": 'No', "What type of shot frame is being used? If can't determine: no_info.": 'No information provided.', "What part of the body is the primary focus of the image? If can't determine: no_info.": "The primary focus of the image is the woman's body, specifically her inner thighs and the pubic area."}