{"What hairstyle and color does this person have? If can't determine: no_info.": 'Blonde', "What is the person’s physique? Choose from:  slim, athletic, muscular, stout, plump, curvy or no_info if can't determine.": 'No idea', "What is the breast size of the person? Choose from:  small, medium, large, very large or no_info if can't determine.": 'Small', "In which age group does the person fall? Choose from:  30s, 40s, 50s, 60s or no_info if can't determine.": '30s', "What expression is the person showing? If can't determine: no_info.": 'The person is showing a "no" or "no" expression, which suggests that they are not comfortable with the situation or the context of the image.', "What kind of clothing is the person wearing? If can't determine: no_info.": 'The person is not wearing any clothing, as they are naked.', "Can you distinct what this woman is wearing? If can't determine: no_info.": 'The woman is not wearing any clothing or accessories. She is only wearing her bikini top and is lying on a couch.', "What accessories is the person wearing or holding? If can't determine: no_info.": 'The person is wearing a bracelet and is holding their hands up.', "What is the person’s skin tone? If can't determine: no_info.": 'Blond', "What is the person’s posture? If can't determine: no_info.": 'The person is lying on the ground with their hands on their body, possibly in a vulnerable or intimate position.', "Where is the person located? If can't determine: no_info.": 'Couch', "What is the orientation of the person in the image? If can't determine: no_info.": 'The person in the image is lying on their back with their body exposed, but it is not possible to determine the orientation of the person with certainty.', "Where is the scene set? If can't determine: no_info.": 'No', "What type of shot frame is being used? If can't determine: no_info.": 'No', "What part of the body is the primary focus of the image? If can't determine: no_info.": "The primary focus of the image is the woman's rear end, as she is shown in a very intimate and revealing manner."}