{"What hairstyle and color does this person have? If can't determine: no_info.": 'The person in the image has blonde hair and is wearing a hat. However, the specific hairstyle and color cannot be determined with certainty.', "What is the person’s physique? Choose from:  slim, athletic, muscular, stout, plump, curvy or no_info if can't determine.": 'No idea', "What is the breast size of the person? Choose from:  small, medium, large, very large or no_info if can't determine.": 'Small', "In which age group does the person fall? Choose from:  30s, 40s, 50s, 60s or no_info if can't determine.": 'No_info', "What expression is the person showing? If can't determine: no_info.": 'The person is showing a "no-info" expression, which means they are not providing any specific information about their facial expression.', "What kind of clothing is the person wearing? If can't determine: no_info.": 'The person is wearing a hat and sunglasses, but it is not possible to determine the specific type of clothing they are wearing due to the limited information provided.', "Can you distinct what this woman is wearing? If can't determine: no_info.": 'The woman is wearing a hat and sunglasses.', "What accessories is the person wearing or holding? If can't determine: no_info.": 'The person is not wearing any accessories, such as a hat or sunglasses. They are only holding a pink and black inflatable ring.', "What is the person’s skin tone? If can't determine: no_info.": "No information provided about the person's skin tone.", "What is the person’s posture? If can't determine: no_info.": 'The person is standing in the water, but the image does not provide enough information to determine their posture.', "Where is the person located? If can't determine: no_info.": 'Swimming pool', "What is the orientation of the person in the image? If can't determine: no_info.": 'The person in the image is oriented in such a way that it is difficult to determine their orientation.', "Where is the scene set? If can't determine: no_info.": 'Swimming pool', "What type of shot frame is being used? If can't determine: no_info.": 'No information provided.', "What part of the body is the primary focus of the image? If can't determine: no_info.": "The primary focus of the image is the woman's chest and upper body, as she is shown in a bikini or without a top, standing in a swimming pool."}